---
kind: property
id: P:Autodesk.Revit.DB.Visual.UnifiedBitmap.UnifiedbitmapInvert
source: html/f0f20769-4edf-af56-a665-8f13edbb85cf.htm
---
# Autodesk.Revit.DB.Visual.UnifiedBitmap.UnifiedbitmapInvert Property

The property labeled "Invert Image" from the "UnifiedBitmap" schema.

## Syntax (C#)
```csharp
public static string UnifiedbitmapInvert { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".